export default {
  hero: {
    title: "Ми створюємо всі види ботів",
    subtitle: "ДЛЯ ВАШОГО БІЗНЕСУ",
  },
  header: {
    navList: [
      "Розробка ботів",
      "Сфери впровадження",
      "Інтеграція з CRM та ERP",
      "Контакти",
    ],
    navSubList: [
      "Медичні організації",
      "Телекомунікаційні компанії",
      "HR-бот для вашої компанії",
      "Чат для продажу квитків на культурні та розважальні заходи",
    ],
    extra: {
      label: "Більше",
      id: "#contact",
      button: "Обговорити",
    },
  },
  banner: {
    id: "banner",
    span: "16 РОКІВ РОБОТИ — 16 РОКІВ ДОСВІДУ",
    titleHeaderOne: "Ми створюємо найрізноманітніших",
    titleHeaderSecond: "ботів для вашого бізнесу",
  },
  cards: [
    {
      name: "Telegram",
      desc: "Підходить для всього — від сповіщень до повноцінних особистих кабінетів клієнтів",
      label: "Термін інтеграції від 10 днів",
      price: "від 100$",
    },
    {
      name: "WhatsApp",
      desc: "Підходить для сервісів сповіщень, записів, консультацій",
      label: "Термін інтеграції від 14 днів",
      price: "від 90$",
    },
    {
      name: "Instagram",
      desc: "Підходить для сервісів послуг, записів, консультацій, e-commerce",
      label: "Термін інтеграції від 20 днів",
      price: "від 120$",
    },
  ],
}
