import {
  SlideUk1,
  SlideUk2,
  SlideUk3,
} from "@/components/ImplementationPhone/collectionSliders/collectionSlidersUk"

export default {
  hero: {
    title: "Ми створюємо всі види ботів",
    subtitle: "ДЛЯ ВАШОГО БІЗНЕСУ",
  },
  header: {
    navList: [
      "Розробка ботів",
      "Сфери впровадження",
      "Інтеграція з CRM та ERP",
      "Контакти",
    ],
    navSubList: [
      "Медичні організації",
      "Телекомунікаційні компанії",
      "HR-бот для вашої компанії",
      "Чат для продажу квитків на культурні та розважальні заходи",
    ],
    extra: {
      label: "Більше",
      id: "#contact",
      button: "Обговорити",
    },
  },
  banner: {
    id: "banner",
    span: "16 РОКІВ РОБОТИ — 16 РОКІВ ДОСВІДУ",
    titleHeaderOne: "Ми створюємо найрізноманітніших",
    titleHeaderSecond: "ботів для вашого бізнесу",
    cards: [
      {
        name: "Telegram",
        desc: "Підходить для всього — від сповіщень до повноцінних особистих кабінетів клієнтів",
        label: "Термін інтеграції від 10 днів",
        price: "від 100$",
      },
      {
        name: "WhatsApp",
        desc: "Підходить для сервісів сповіщень, записів, консультацій",
        label: "Термін інтеграції від 14 днів",
        price: "від 90$",
      },
      {
        name: "Instagram",
        desc: "Підходить для сервісів послуг, записів, консультацій, e-commerce",
        label: "Термін інтеграції від 20 днів",
        price: "від 120$",
      },
    ],
  },
  implementation: {
    titleHidden: "Впровадження ботів",
    title: "Сфери впровадження",
    items: [
      {
        card: {
          title: "Медичні організації",
          desc: "Чат-боти стають невід’ємною частиною бізнес-процесів у медичних організаціях. Вони є сучасним сервісом взаємодії між інформаційною інфраструктурою підприємства (CRM, бази даних, сервер) та пацієнтами через звичні месенджери. Такі сервіси не замінюють повністю сайт організації, а надають швидкий і зручний доступ до послуг та інформації медичної установи.",
          our: "Наші роботи",
        },
        slides: [
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
        ],
      },
      {
        card: {
          title: "Телекомунікаційні компанії",
          desc: "Чат-боти в телекомунікаційних компаніях — які надають послуги зв’язку, доступу до інтернету та телебачення — є необхідними для організації технічної підтримки та надання клієнтам доступу до персональних даних. З такими чат-ботами клієнти можуть не лише звертатися до техпідтримки, а й перевіряти баланс та оплачувати послуги.",
          our: "Наші роботи",
        },
        slides: [
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
        ],
      },
      {
        card: {
          title: "HR-бот для вашої компанії",
          desc: "HR-чат-боти у великих компаніях забезпечують швидкий доступ до актуальних вакансій та спрощують комунікацію між HR-відділом і кандидатами. Вони дозволяють легко знаходити інформацію про відкриті вакансії, заповнювати анкети прямо в месенджері та отримувати відповіді на запитання в реальному часі. Ці інструменти не лише прискорюють процес найму, а й роблять його зручнішим і доступнішим для всіх учасників.",
          our: "Наші роботи",
        },
        slides: [
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
        ],
      },
      {
        card: {
          title:
            "Чат-бот для продажу квитків на культурні та розважальні заходи",
          desc: "З нашим чат-ботом ви можете значно спростити процес купівлі квитків для музеїв, парків розваг, атракціонів та інших культурних або дозвіллєвих закладів. Розмістіть QR-код на вході, і ваші відвідувачі зможуть придбати квитки швидко — всього в кілька кліків. Це зручне рішення усуває потребу стояти в черзі або переходити на сайт для оплати.",
          our: "Наші роботи",
        },
        slides: [
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
          SlideUk1,
          SlideUk2,
          SlideUk3,
        ],
      },
    ],
  },
  CMR: {
    title: "Інтеграція з CRM та ERP",
    desc: "Ми безперешкодно інтегруємо всі чат-боти з CRM та ERP системами вашої компанії через API-сервіси, не порушуючи роботу наявної IT-інфраструктури.",
  },
  contact: {
    title: "Залишити заявку на розробку Бота",
    desc: "Залиште email і отримайте знижку 5% на перші 3 місяці користування нашими послугами",
    inputLabelName: "Ім'я",
    inputName: "Марія",
    inputLabelPhone: "Телефон",
    inputPhone: "+380",
    selectLabel: "Сфера впровадження Бота",
    select: [
      "Розробка ботів",
      "Телекомунікаційні компанії",
      "HR-бот для вашої компанії",
      "Чат для продажу квитків на культурні та розважальні заходи",
    ],
    politic: `Надсилаючи заявку, ви приймаєте <a href="/dogovir-oferty" target="_blank">умови договору оферти</a> та даєте згоду на обробку своїх персональних даних відповідно до <a href="/polityka-konfidentsiynosti" target="_blank">політики конфіденційності</a>`,
    send: "Надіслати",
  },
  ourJobs: {
    title: "Ми також створюємо сайти!",
    link: "Перейти на si-web.com та переглянути наші роботи",
  },
  information: {
    title: "Контактна інформація",
    link: "SI-WEB.com",
    phone: "+38 (067) 123-45-67",
    telegram: "tg: sw_robot",
    email: "info@si-web.com",
    owner: {
      name: "ФОП Середа Сергій Михайлович",
      desc: "ЄДРПОУ 324547600120391, ІПН 544590071833",
    },
    address: {
      label: "Юридична та фактична адреса: ",
      addressFact: "м. Жмихів, проспект, буд. 24, оф. 207",
    },
    extra: "16 РОКІВ РОБОТИ — 16 РОКІВ ДОСВІДУ",
    copyright: {
      link: "Політика обробки персональних даних  ",
      label: "Copyright © 2025 SI-Web IT Компанія",
    },
  },
}
