export default {
  hero: {
    title: "Ми створюємо найрізноманітніших ботів",
    subtitle: "ДЛЯ ВАШОГО БІЗНЕСУ",
  },
  header: {
    navList: [
      "Розробка ботів",
      "Сфери впровадження",
      "Інтеграція з CRM та ERP",
      "Контакти",
      "Ще",
    ],
    navSubList: [
      "Медичні організації",
      "Телекомунікаційні компанії",
      "HR-бот для вашої компанії",
      "Чат для продажу квитків у закладах культури та відпочинку",
    ],
    button: "Обговорити проєкт",
  },
}
